
class EmergencyData{
  var emergencyCall = [
    {
      "name" : "ឡានពន្លត់អគ្គិភ័យ",
      "phone": "666",
      "icon" : "images/fireTrunk.png"
    },
    {
      "name" : "រថយន្តពេទ្យសង្គ្រោះបន្ទាន់",
      "phone": "119",
      "icon" : "images/ambu.jpg"
    },
    {
      "name" : "នគរបាលក្រុងភ្នំពេញ",
      "phone": "012 999 999",
      "icon" : "images/policeAvatar.jpg"
    },
    {
      "name" : "អគ្គស្នងការនគរបាល ប្រចាំបញ្ជា",
      "phone": "117",
      "icon" : "images/policeAvatar.jpg"
    },
    {
      "name" : "មន្ទីរពេទ្យកាល់ម៉ែត",
      "phone": "077 851 221",
      "icon" : "images/ambu.jpg"
    },
    {
      "name" : "មន្ទីរពេទ្យព្រះសីហនុ",
      "phone": "023 882 484",
      "icon" : "images/ambu.jpg"
    },
    {
      "name" : "មន្ទីរពេទ្យគន្ធបុប្ផា",
      "phone": "023 428 009",
      "icon" : "images/ambu.jpg"
    },
    {
      "name" : "មន្ទីរពេទ្យរុស្សី",
      "phone": "023 217 764",
      "icon" : "images/ambu.jpg"
    },
    {
      "name" : "មន្ទីរពេទ្យកេតុមាលា",
      "phone": "023 427 229",
      "icon" : "images/ambu.jpg"
    },
    {
      "name" : "មន្ទីរពេទ្យលោកសង្ឃ",
      "phone": "016 909 774",
      "icon" : "images/ambu.jpg"
    },
    {
      "name" : "មន្ទីរពេទ្យជប៉ុន",
      "phone": "023 724 257",
      "icon" : "images/ambu.jpg"
    },
    {
      "name" : "រដ្ឋាករទឹក",
      "phone": "023 724 046",
      "icon" : "images/water.jpg"
    },
    {
      "name" : "អគ្គិសនីកម្ពុជា",
      "phone": "023 6666 672",
      "icon" : "images/elec.jpg"
    },
    {
      "name" : "អគ្គិសនី(អូរបែកក្អម)",
      "phone": "023 6211 116",
      "icon" : "images/elec.jpg"
    },
    {
      "name" : "អគ្គិសនី(សាខាវត្តភ្នំ)",
      "phone": "023 6211 117",
      "icon" : "images/elec.jpg"
    },
  ];

  var police25 = [
    {
      "provice":"ស្នងការរាជធានីភ្នំពេញ",
      "phone" : "012 203 777"
    },
    {
      "provice":"ស្នងការខេត្តកណ្ដាល",
      "phone" : "097 744 9999"
    },
    {
      "provice":"សស្នងការខេត្តត្បូងឃ្មុំ",
      "phone" : "077 333 777"
    },
    {
      "provice":"ស្នងការខេត្តកំពង់ចាម",
      "phone" : "097 7855536"
    },
    {
      "provice":"ស្នងការខេត្តព្រះសីហនុ",
      "phone" : "0977 666 777"
    },
    {
      "provice":"សស្នងការខេត្តកែប",
      "phone" : "088 3333335"
    },
    {
      "provice":"សស្នងការខេត្តកោះកុង",
      "phone" : "097 993 9999"
    },
    {
      "provice":"ស្នងការខេត្តក្រចេះ",
      "phone" : "097 2222 333"
    },
    {
      "provice":"ស្នងការខេត្តកំពង់ឆ្នាំង",
      "phone" : "017 9 55555"
    },
    {
      "provice":"ស្នងការខេត្តកំពង់ធំ",
      "phone" : "012 930 777"
    },
    {
      "provice":"ស្នងការខេត្តកំពង់ស្ពឺ",
      "phone" : "071 63688280"
    },
    {
      "provice":"សស្នងការខេត្តកំពត",
      "phone" : "017 52 4444"
    },
    {
      "provice":"ស្នងការខេត្តតាកែវ",
      "phone" : "088 999 5555"
    },
    {
      "provice":"ស្នងការខេត្តបន្ទាយមានជ័យ",
      "phone" : "012 2222 06"
    },
    {
      "provice":"ស្នងការខេត្តប៉ៃលិន",
      "phone" : "097 7383 666"
    },
    {
      "provice":"ស្នងការខេត្តបាត់ដំបង",
      "phone" : "012 856 731"
    },
    {
      "provice":"ស្នងការខេត្តពោធិ៏សាត់",
      "phone" : "012 95 88 55"
    },
    {
      "provice":"ស្នងការខេត្តព្រះវិហារ",
      "phone" : "012 374 757"
    },
    {
      "provice":"សស្នងការខេត្តមណ្ឌលគិរី",
      "phone" : "088 790 3333"
    },
    {
      "provice":"ស្នងការខេត្តរតនៈគិរី",
      "phone" : "088 475 7777"
    },
    {
      "provice":"ស្នងការខេត្តសៀមរាប",
      "phone" : "012 630 641"
    },
    {
      "provice":"ស្នងការខេត្តស្ទឹងត្រែង",
      "phone" : "088 8345627"
    },
    {
      "provice":"ស្នងការខេត្តស្វាយរៀង",
      "phone" : "097 780 2800"
    },
    {
      "provice":"ស្នងការខេត្តឧត្តរមានជ័យ",
      "phone" : "085 700007"
    },
    {
      "provice":"ស្នងការខេត្តព្រៃវែង",
      "phone" : "077 900 999"
    },
  ];

  var districtPP = [
    {
      "dist" : "អធិការនគរបាល ខណ្ឌជ្រោយចង្វារ",
      "phone" : "095 590 095"
    },
    {
      "dist" : "អធិការនគរបាល ខណ្ឌច្បារអំពៅ",
      "phone" : "011 277 888"
    },
    {
      "dist" : "អធិការនគរបាល ខណ្ឌពោធិ៍សែនជ័យ",
      "phone" : "012 932 666"
    },

    {
      "dist" : "អធិការនគរបាល ខណ្ឌដូនពេញ",
      "phone" : "095 283 333"
    },
    {
      "dist" : "អធិការនគរបាល ខណ្ឌ៧មករា",
      "phone" : "012 844 477"
    },
    {
      "dist" : "អធិការនគរបាល ខណ្ឌចំការមន",
      "phone" : "012 445 333"
    },
    {
      "dist" : "អធិការនគរបាល ខណ្ឌទួលគោក",
      "phone" : "078 20 77 88"
    },
    {
      "dist" : "អធិការនគរបាល ខណ្ឌសែនសុខ",
      "phone" : "012 790 333"
    },
    {
      "dist" : "អធិការនគរបាល ខណ្ឌដង្កោ",
      "phone" : "012 727 358"
    },
    {
      "dist" : "អធិការនគរបាល ខណ្ឌមានជ័យ",
      "phone" : "097 778 0029"
    },
    {
      "dist" : "អធិការនគរបាល ខណ្ឌព្រែកព្នៅ",
      "phone" : "012 678 498"
    },
    {
      "dist" : "អធិការនគរបាល ខណ្ឌបឹងកេងកង",
      "phone" : "012 560 333"
    },
    {
      "dist" : "អធិការនគរបាល ខណ្ឌកំបូល",
      "phone" : "012 236 363"
    },
  ];
}